adobe-source-han-sans-cn-fonts
alsa-utils
archlinuxcn-keyring
aria2
asar
atool
autoconf
automake
bash
binutils
bison
breeze-default-cursor-theme
bzip2
caddy
calcurse
cblas
cmake
composer
compton
coreutils
cowfortune
cronie
cryptsetup
ctags
davfs2
ddclient
device-mapper
dhclient
dhcpcd
diffutils
dmenu
docker
e2fsprogs
emacs
emojione-color-font
expac
fakeroot
fcitx
fcitx-cloudpinyin
fcitx-configtool
fcitx-googlepinyin
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sogoupinyin
feh
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
geary
gettext
gimp
git
glances
glibc
gnome-icon-theme
gnome-icon-theme-symbolic
gnu-netcat
go
gobject-introspection-runtime
google-chrome
gparted
grep
grub
guake
gvim
gzip
highlight
htop
i3-gaps
i3lock
i3status
icon-slicer
iftop
imagemagick
inetutils
iperf
iproute2
iputils
jdk8-openjdk
jfsutils
jpegoptim
jslint
less
libcaca
libtool
licenses
lilyterm
linux
logrotate
lua
lvm2
lynx
m4
make
man-db
man-pages
mariadb
mdadm
mediainfo
mysql-jdbc
nano
ncdu
net-tools
netctl
netdata
nextcloud
nextcloud-client
nginx
nmap
nodejs-emojione
noto-fonts-emoji
npm
ntp
octave
opencv
openssh
p7zip
package-query
pacman
pamixer
patch
pciutils
pcmciautils
perl
perl-image-exiftool
php
php-apcu
php-fpm
php-gd
php-intl
php-mcrypt
php-sqlite
pkg-config
postfix
procps-ng
proxychains-ng
psmisc
py3status
python-chardet
python-pip
python-pyenchant
python-virtualenv
python2-pip
ranger
redis
reiserfsprogs
rsync
ruby
s-nail
samba
scrot
sed
shadow
shadowsocks
shellcheck
slurm
sphinx
st
steamcmd
sudo
sysfsutils
syslog-ng
systemd-sysvcompat
tar
tcl
texinfo
texlive-newtx
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-thumbnailers
thunar-volman
tig
tigervnc
tmux
transmission-cli
transset-df
tree
ttf-arphic-ukai
ttf-arphic-uming
ttf-vista-fonts
unrar
unzip
usbutils
util-linux
vi
w3m
wget
which
wqy-microhei
wqy-microhei-lite
wqy-zenhei
wxgtk2
xenlism-minimalism-theme
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yajl
yaourt
yarn
ydcv
yuicompressor
zathura
zathura-pdf-poppler
zip
zsh
